Repository: johanospina/decomments_b
Catalog: languages/decomments-*.po
Languages: de_de, fr_fr, it_it, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr, uk_ua

source: The changes are not saved! Some fields are not completed.
de_de: Die Änderungen sind gespeichert! Einige Felder sind nicht ausgefüllt.
fr_fr: Les changements ne sont pas enregistrés! Certains champs ne sont pas remplis.
it_it: Le modifiche non sono state salvate. Alcuni campi non sono stati completati.
nl_nl: De aanpassingen zijn niet opgeslagen! Een aantal invulvelden zijn niet compleet.
pt_pt: Alterações não foram guardadas! Alguns campos não foram completados.
ru_ru: Изменения не сохранены! Некоторые поля не заполнены.
tr_tr: Ayarlar kaydedilemedi! Bazı alanlar halen doldurulmadı
uk_ua: Зміни не збережено! Деякі поля не заповнені.

source: Changes saved successfully.
de_de: Die Änderungen sind erfolgreich gespeichert.
fr_fr: Modifications enregistrées avec succès.
it_it: Modifiche salvate con successo.
nl_nl: Aanpassingen/wijzigingen zijn succesvol opgeslagen.
pl_pl: Zmiany zostały pomyślnie zapisane.
pt_pt: Alterações foram guardadas com sucesso.
ru_ru: Изменения успешно сохранены.
tr_tr: Ayarlar başarılı şekilde kaydedildi.
uk_ua: Зміни збережено

source: Avatar
ru_ru: Аватар
uk_ua: Аватар

source: Default avatar
fr_fr: Avatar par défaut
it_it: Avatar di default
nl_nl: Standaard avatar
pl_pl: Domyślny avatar
pt_pt: Avatar por definição
ru_ru: Аватар по-умолчанию
tr_tr: Varsayılan avatar
uk_ua: Аватар за замовчуванням

source: Upload
de_de: Downloaden
fr_fr: Télécharger
it_it: Carica
nl_nl: Uploaden
pl_pl: Prześlij
pt_pt: Carregar
ru_ru: Загрузить
tr_tr: Yükle
uk_ua: Завантажити

source: Remove
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover
ru_ru: Удалить
tr_tr: Kaldır
uk_ua: Видалити

source: Bonus
pt_pt: Bônus
ru_ru: Бонус
uk_ua: Бонус

source: Comments
de_de: Kommentare
fr_fr: Commentaires
it_it: Commenti
nl_nl: Reacties
pl_pl: Komentarze
pt_pt: Comentário
ru_ru: Комментарии
tr_tr: Yorumlar
uk_ua: Коментарі

source: "Show more" button
de_de: Taste "Nochmals zeigen"
fr_fr: "Afficher plus " bouton
it_it: Pulsante "Mostra altri"
nl_nl: “Lees meer” button
pl_pl: Przycisk "Pokaż więcej"
pt_pt: Tecla "Mostrar mais"
ru_ru: Кнопка "Показать ещё"
tr_tr: "Daha fazla göster" butonu
uk_ua: Кнопка "Показати ще"

source: Previous/next pages
de_de: Vorgehende/nächste Seite
fr_fr: Pages précédentes / suivantes
it_it: Pagine precedenti/successive
nl_nl: Vorige/volgende pagina’s
pl_pl: poprzednia/następna strona
pt_pt: Página anterior/seguinte
ru_ru: Предыдущая/следующая страницы
tr_tr: Önceki/sonraki sayfalar
uk_ua: Попередня/наступна сторінки

source: Infinite scroll (lazy load)
de_de: Unendlicher Scroll (lazy load)
fr_fr: Défilement infini (lazy load)
it_it: Scrolling all'infinito (lazy load)
nl_nl: Oneindig scrollen (lazy load)
pl_pl: Nieskończone przewijanie (lazy load)
pt_pt: Scroll infinita (lazy load)
ru_ru: Бесконечный скролл (lazy load)
tr_tr: Gecikmeli yükleme
uk_ua: Нескінченна прокрутка (lazy load)

source: Other
de_de: Anderes
fr_fr: Autre
it_it: Altri
nl_nl: Anders
pl_pl: Inne
pt_pt: Outro
ru_ru: Другое
tr_tr: Diğerleri
uk_ua: Інші

source: File Upload
de_de: Dateibeladung
fr_fr: Téléchargement de fichiers
it_it: Caricamento File
nl_nl: Bestand uploaded
pl_pl: Prześlij plik
pt_pt: Ficheiro a carregar
ru_ru: Загрузка файла
tr_tr: Dosya Yükleme
uk_ua: Завантажити файл

source: Templates
de_de: Schablonen
fr_fr: Modèles
nl_nl: Template / voorbeeld
pl_pl: Szablony
pt_pt: Modelos
ru_ru: Шаблоны
tr_tr: Şablonlar
uk_ua: Шаблони

source: Social
de_de: Soziale
fr_fr: Sociaux
nl_nl: Sociaal
pt_pt: Sociais
ru_ru: Социальные
tr_tr: Sosyal
uk_ua: Соціальні

source: To allow social login buttons we recommend you to install
de_de: Für den Zugriff mit den Sozialnetzen empfehlen wir einzustellen
fr_fr: Pour autoriser les boutons de connexion sociaux nous vous recommandons d'installer
it_it: Per abilitare il social login ti consigliamo di installare il plugin
nl_nl: Om social login buttons te accepteren adviseren wij u om te installeren
pt_pt: Para autorizar a entrada no site por meio de redes sociais recomendamos instalar
ru_ru: Чтобы разрешить входить на сайт с помощью социальных сетей мы рекомендуем установить
tr_tr: Tavsiye ettiğimiz sosyal paylaşım butonlarına izin ver
uk_ua: Щоб дозволити вхід на сайт через соціальні мережі, ми рекомендуємо встановити

source: Sharing icons
de_de: Soziale Shires
fr_fr: Icônes pour partager
it_it: Icone di condivisione
nl_nl: Gedeelde icons
ru_ru: Социальные шейры
tr_tr: Paylaşma ikonları
uk_ua: Іконки соціального шейрингу

source: Subscription
de_de: Bestellung
fr_fr: L'abonnement
it_it: Abbonamento
nl_nl: Abonnement
pl_pl: Sybskrypcja
pt_pt: Subscrição
ru_ru: Подписка
tr_tr: Abone
uk_ua: Підписка

source: Voting
de_de: Stimmung
fr_fr: Le vote
it_it: Votazione
nl_nl: Stemmen
pl_pl: Głosowanie
pt_pt: Votação
ru_ru: Голосование
tr_tr: Oylama
uk_ua: Голосування

source: de:comments settings
de_de: Einstellungen de:comments
fr_fr: Paramètres de:comments
it_it: Impostazioni de:comments
nl_nl: de:comments instellingen
pl_pl: Konfiguracja de:comments
pt_pt: Definições de:comments
ru_ru: Настройки de:comments
tr_tr: de:comments ayarları
uk_ua: Налаштування de:comments

source: Settings were saved successfully
de_de: Die Einstellungen sind erfolgreich gespeichert
fr_fr: Paramètres ont été correctement sauvegardées
it_it: Le impostazioni sono state salvate con successo
nl_nl: Aanpassingen/wijzigingen zijn succesvol opgeslagen.
pl_pl: Ustawienia zostały pomyślnie zapisane
pt_pt: Definições foram guardadas com sucesso
ru_ru: Настройки успешно сохранены
tr_tr: Ayarlar başarılı şekilde kaydedildi
uk_ua: Налаштування збережено

source: Standart avatar size
de_de: Standard-Avater-Größe
fr_fr: Avatar d'une taille standard
it_it: Dimensione standard dell'avatar
nl_nl: Standaard avatar grootte
pl_pl: Standardowe wymiary avatara
pt_pt: Dimensão típica do avatar
ru_ru: Стандартный размер аватара
tr_tr: Standart avatar boyutu
uk_ua: Стандартний розмір аватару

source: Time to edit / delete comments (minutes)
de_de: Zeit für die Editierung/Kommentarlöschung (Minuten)
fr_fr: Temps de modifier / supprimer les commentaires (minutes)
it_it: Tempo per modificare / cancellare i commenti (minuti)
nl_nl: De tijd om wijzigingen of verwijderen door te voeren (minuten)
pl_pl: Czas pozostały na edycję/usunięcie komentarza (w minutach)
pt_pt: Prazo para edição/eliminação do comentário (minutos)
ru_ru: Время для редактирования/удаления комментария (минут)
tr_tr: Yorumları düzenleme / silme süresi (dakika)
uk_ua: Час для редагування/видалення коментаря (хвилин)

source: Number of comments per page
de_de: Kommentaranzahl je Seite
fr_fr: Nombre de commentaires par une page
it_it: Numero di commenti per pagina
nl_nl: Aantal berichten per pagina
pl_pl: Liczba komentarzy na stronę
pt_pt: Número de comentários para página
ru_ru: Количество комментариев на страницу
tr_tr: Her sayfa için gösterilecek yorum sayısı
uk_ua: Кількість коментарів на сторінці

source: Add dofollow or nofollow to commentators links?
de_de: Hinufügen dofollow oder nofollow zu den Links in den Kommentaren?
fr_fr: Ajouter dofollow ou nofollow aux liens des commentateurs?
it_it: Aggiungi dofollow o nofollow ai link dei commenti?
nl_nl: Voeg volg of niet-volgen toe aan de berichten?
pl_pl: Dodawać atrybuty dofollow/nofollow do wszystkich linków komentatorów.
pt_pt: Completar os links de comentários com dofollow ou nofollow?
ru_ru: Добавлять dofollow или nofollow к ссылкам в комментариях?
tr_tr: Yorumcuların linklerine dofollow veya nofollow taglerini ekle
uk_ua: Додати dofollow або nofollow до посилань в коментарях?

source: Display "subscribe to new comments" for post
de_de: Zeigen "bestellen die neuen Kommentare" zum Post
fr_fr: Afficher "recevoir des nouveaux commentaires" pour la publication
it_it: Mostra "ricevi notifiche per i nuovi commenti" all'articolo
nl_nl: Laat zien “abonneren op de nieuwe berichten” per bericht
pl_pl: Pokazuj opcję "zapisz się na komentarze" tego wpisu
pt_pt: Visualizar "subscrever novos comentários" ao post
ru_ru: Отображать "подписаться на новые комментарии" к посту
tr_tr: "yazıya gönderilen yorumlara abone ol" seçeneğini göster
uk_ua: Відображати "підписка на нові коментарі" до посту

source: Allow "subscribe to new comments" for post by default
de_de: Erlauben "Bestellung auf neue Kommentare" zum Post default
fr_fr: Autoriser "recevoir les nouveaux commentaires" pour la publication par défaut
it_it: Abilita "ricevi notifiche per i nuovi commenti" all'articolo di default
nl_nl: Accepteer standaard per bericht “abonneren op de nieuwe berichten”
pl_pl: Opcja "zapisz się na komentarze" tego wpisu będzie domyślna
pt_pt: Autorizar "subscrição de novos comentários" ao post por definição
ru_ru: Разрешить "подписку на новые комментарии" к посту по-умолчанию
tr_tr: "yazıya gönderilen yorumlara abone ol" seçeneğini varsayılan olarak ayarla
uk_ua: Дозволити "підписку на нові коментарі" до посту за замовчуванням

source: Display "subscribe to new comments to this comment"
de_de: Zeigen "Bestellung auf die Antworten zu meinem Kommentar"
fr_fr: Afficher "s'abonner aux nouveaux commentaires à ce commentaire"
it_it: Mostra "ricevi notifiche per le risposte a questo commento"
nl_nl: Laat zien “abonneren op nieuwe reactie van dit bericht”
pl_pl: Pokazuj opcję "powiadomienia o odpowiedziach na komentarz"
pt_pt: Visualizar "subscrição de respostas ao meu comentário"
ru_ru: Отображать "подписку на ответы к моему комментарию"
tr_tr: "yazıya gönderilen yorumlara abone ol" seçeneğini göster
uk_ua: Відображати "підписку на відповіді до мого коментаря"

source: Allow "subscribe to new replies to this comment" by default
de_de: Erlauben "Bestellung auf die Antworten zu meinem Kommentar" default
fr_fr: Autoriser "srecevoir les nouvelles réponses à ce commentaire " par défaut
it_it: Abilita "ricevi notifiche per le risposte a questo commento" di default
nl_nl: Accepteer standaard “abonneren op nieuwe reacties op dit bericht”
pl_pl: Opcja "powiadomienia o odpowiedziach na komentarz" tego wpisu będzie domyślna
pt_pt: Autorizar "subscrição de respostas ao meu comentário"por definição
ru_ru: Разрешить "подписку на ответы к моему комментарию" по-умолчанию
tr_tr: "yoruma verilen yanıtlara abone ol" seçeneğini varsayılan olarak ayarla
uk_ua: Дозволити "підписку на відповіді до мого коментаря" за замовчуванням

source: Allocate comments of post author
de_de: Absondern (unterzeichnen) die Autorkommentare
fr_fr: Allouer des commentaires d'auteur d'une publication
it_it: Metti in risalto i commenti dell'autore dell'articolo
nl_nl: Opmerkingen van auteur toewijzen
pl_pl: Podświetlaj komentarze autora wpisu
pt_pt: Alocar comentários do autor do post
ru_ru: Выделить (подписать) комментарии автора
tr_tr: Yazarın yorumlarına yer ayır
uk_ua: Виділити коментарі автора

source: Reset Color
de_de: Farben zurücksetzen
fr_fr: Réinitialiser la couleur
it_it: Ripristina Colore
nl_nl: Reset kleur
pl_pl: Resetuj kolor
pt_pt: Redefinir cor
ru_ru: Сбросить цвет
tr_tr: Renk değiştir
uk_ua: Перевстановити колір

source: Set Color
de_de: Farbe wählen
fr_fr: Définir la couleur
it_it: Imposta Colore
nl_nl: Stel de kleur in
pl_pl: Wybierz kolor
pt_pt: Definir cor
ru_ru: Выбрать цвет
tr_tr: Renk ayarla
uk_ua: Обрати колір

source: Main color
de_de: Hauptfarbe
fr_fr: Couleur de base
it_it: Colore Principale
nl_nl: Hoofd kleur
pl_pl: Główny kolor
pt_pt: Cor principal
ru_ru: Главный цвет
tr_tr: Ana renk
uk_ua: Головний колір

source: Allow HTML in comments
nl_nl: Sta HTML opmaak van berichten toe
ru_ru: Разрешить HTML в комментариях
tr_tr: Yorumlarda HTML yazmaya izin ver
uk_ua: Дозволити HTML в коментарях

source: Display numbers of comments
de_de: Zeigen die Ordnungsnummern der Kommentare
fr_fr: Afficher le nombre de commentaires
it_it: Visualizza il numero dei commenti
nl_nl: Laat het aantal (numeriek) berichten zien
pl_pl: Wyświetlaj numery komentarzy
pt_pt: Visualizar números de comentários
ru_ru: Показывать порядковые номера комментариев
tr_tr: Yorum sayısını göster
uk_ua: Відображати порядкові номери коментарів

source: Allow to quote comments
de_de: Erlauben die Zitierung in den Kommentaren
fr_fr: Autoriser de citer des commentaires
it_it: Consenti di citare i commenti
nl_nl: Sta quote’s toe in de berichten
pl_pl: Zezwól na cytowanie komentarzy
pt_pt: Permitir citar os comentários
ru_ru: Разрешить цитирование в комментариях
tr_tr: Yorumları alıntılamaya izin ver
uk_ua: Дозволити цитування в коментарях

source: Disable replies
nl_nl: Schakel antwoorden op berichten uit
ru_ru: Отключить ответы
tr_tr: Yorum cevaplarını kapat

source: Display the total number of comments at the top
de_de: Zeichen die Gesamtanzahl der Kommentare oben
fr_fr: Afficher le nombre total de commentaires en haut
it_it: Mostra il numero totale dei commenti in alto
nl_nl: Laat het totaal aantal berichten (numeriek) bovenaan zien
pl_pl: Wyświetl całkowitą liczbę komentarzy na górze
pt_pt: Visualizar o número total de comentários no top
ru_ru: Показывать суммарное количество комментариев вверху
tr_tr: Toplam yorumları liste başında göster
uk_ua: Виводити сумарну кількість коментарів зверху

source: Enable client validation fields
de_de: Schließen die Validierungsfelder ein
fr_fr: Activer les champs de validation du client
it_it: Abilita la validazione dei campi
nl_nl: Schakel validatie/controle velden voor klant in
pl_pl: Włącz pole weryfikacji
pt_pt: Ativar campos de validação
ru_ru: Включить поля валидации
tr_tr: Kullanıcının doğrulama alanlarını etkinleştir
uk_ua: Увімкнути валідацію

source: Sort comments
de_de: Unterteilung der Kommentare
fr_fr: Trier les commentaires
it_it: Ordina commenti
nl_nl: Sorteer berichten
pl_pl: Sortuj komentarze
pt_pt: Classificar comentários
ru_ru: Сортировка комментариев
tr_tr: Yorumları sırala
uk_ua: Сортування коментарів

source: Show low opacity comments with negative ratings
de_de: Zeigen die Kommentare mit der negativen Bewertung als verdunkelt
fr_fr: Afficher des commentaires d'opacité faible avec évaluations négatives
it_it: Applica una maschera opaca ai commenti negativi
nl_nl: Geef de reacties weer met een negatieve score
pl_pl: Pokazuj komentarze z najniższa liczbą polubień jako półprzezroczyste
pt_pt: Visualizar sombreado os comentários com ranking negativo
ru_ru: Показывать комментарии с негативным рейтингом затемненными
tr_tr: Negatif yorumlarda düşük geçirgenlik göster
uk_ua: Показувати коментарі з негативним рейтингом затемненими

source: Show two the highest ranking comments at the top of the list
de_de: Zeigen zwei Kommentare mit der größten Bewertung oberhalb der Liste
fr_fr: Afficher les deux commentaires les plus élevés classement en haut de la liste
it_it: Mostra in cima alla lista i due commenti che hanno ricevuto più valutazioni positive
nl_nl: Laat de berichten met de hoogste scores bovenaan de lijst zien
pl_pl: Pokazuj komentarze z największą liczbą polubień na górze listy
pt_pt: Visualizar no top da lista os dois comentários com maior ranking
ru_ru: Показывать два комментария с самым большим рейтингом вверху списка
tr_tr: En çok beğenen iki yorumu listenin başında göster
uk_ua: Показувати два коментаря з найбільшим рейтингом зверху списку

source: Minimum number of likes to display a comment at the top of the list
de_de: Minimale Anzahl der Likes für die Darstellung des Kommentars oberhalb der Liste
fr_fr: Nombre minimum de "j'aimes" pour afficher un commentaire en haut de la liste
it_it: Numero minimo di Mi Piace per mostrare un commento in cima alla lista
nl_nl: Minimum aantal likes op een bericht bovenaan de lijst weergeven
pl_pl: Minimalna liczba polubień niezbędna do wyświetlania komentarza na górze listy.
pt_pt: Número mínimo de likes para exibir um comentário no topo da lista
ru_ru: Минимальное количество лайков для отображения комментария вверху списка
tr_tr: Yorumu liste başında göstermek için gerekli beğenme sayısı
uk_ua: Мінімальна кількість лайків для відображення коментаря зверху

source: Maximum size of uploaded images
de_de: Maximale Größe des unterladenden Bildes
fr_fr: La taille maximale des images téléchargées
it_it: Dimensione massima che possono avere le immagini caricate
nl_nl: Maximale grootte van geuploade foto’s.
pl_pl: Maksymalny rozmiar przesyłanych plików
pt_pt: Tamanho máximo da imagem a carregar
ru_ru: Максимальный размер загружаемого изображения
tr_tr: İzin verilen en büyük fotoğraf boyutu
uk_ua: Максимальний розмір зображення

source: Display author's avatar from the right side
de_de: Zeigen Avatar von Kommentator von rechts
fr_fr: Afficher l'avatar d'auteur depuis le côté droit
it_it: Mostra l'avatar dell'autore sulla destra
nl_nl: Laat de avatar van de auteur zien aan de rechterkant van het bericht
pl_pl: Pokazuj avatar autora po prawej stronie.
pt_pt: Localizar o avatar do autor a direita
ru_ru: Показывать аватар комментатора справа
tr_tr: Kullanıcının avatarını sağ tarafta göster
uk_ua: Відображати аватар коментатора справа

source: Display round avatars
de_de: Runde Avatars
fr_fr: Afficher avatars ronds
it_it: Mostra avatar a cerchio
nl_nl: Sta ronde avatars toe
pt_pt: Visualizar avatares redondos
ru_ru: Круглые аватарки
tr_tr: Yuvarlanmış avatarlar göster
uk_ua: Круглі аватарки

source: Display comment box on top of list
de_de: Zegen die Kommentarform vor der Kommentierung
fr_fr: Afficher boîte de commentaire sur le dessus de la liste
it_it: Mostra il box per i commenti in cima alla lista
nl_nl: Laat de berichten invoer box zien aan de bovenkant van de lijst
pl_pl: Pokazuj formularz do komentowania na górze listy
pt_pt: Visualizar a forma para comentários antes de comentários
ru_ru: Показать форму комментирования перед комментариями
tr_tr: Yorum kutusunu listenin başında göster
uk_ua: Відображати форму коментування перед коментарями

source: Allow endless feed
de_de: Erlauben unendlichen Band
fr_fr: Autoriser le flux infini
nl_nl: Sta oneindige invoer toe
pl_pl: Włącz endless feed
pt_pt: Permitir lista infinita
ru_ru: Разрешить бесконечную ленту
tr_tr: Sonsuz yüklemeye izin ver
uk_ua: Дозволити нескінченну стрічку

source: Allow lazy load
de_de: Erlauben lazy load
fr_fr: Autoriser charge paresseux
it_it: Abilita il lazy load
nl_nl: Sta lazy loading toe
pl_pl: Włącz nieskończone przewijanie (lazy load)
pt_pt: Permitir lazy load
ru_ru: Разрешить lazy load
tr_tr: Gecikmeli yüklemeye izin ver
uk_ua: Дозволити lazy load

source: Allow dislikes
de_de: Erlauben Dislikes
fr_fr: Autoriser "je n'aime pas"
it_it: Consenti agli utenti di dare voti negativi ai commenti
nl_nl: Accepteer dislikes
pl_pl: Разрешить дизлайки
pt_pt: Permitir dislikes
ru_ru: Разрешить дизлайки
tr_tr: Beğenmemeye izin ver
uk_ua: Дозволити дизлайки

source: Enable embeding external media URLs
de_de: Erlauben die Einstellung der Media-Links (YouTube, Twitter, Instagram...)
fr_fr: Activer l'intégration des URL des médias externes (YouTube, Twitter, Instagram...)
it_it: Abilita l'inserimento di media da URL esterne
nl_nl: Schakel embedded externe media URLs in
pl_pl: Zezwalaj na umieszczanie linków (YouTube, Twitter, Instagram...)
pt_pt: Permitir incorporação de link externos de média (YouTube, Twitter, Instagram...)
ru_ru: Разрешить встраивание медиа-ссылок (YouTube, Twitter, Instagram...)
tr_tr: Dış medya bağlantılarına izin ver
uk_ua: Дозволити відображення медіа за посиланнями YouTube, Twitter, Instagram...

source: Maximum external media URLs
de_de: Maximale Anzahl der Außenlinks
fr_fr: Maximum des URLs des médias externes
it_it: Numero massimo di media da URL esterne
nl_nl: Maximum externe media URLs
pl_pl: Maksymalna liczba linków zewnętrznych
pt_pt: Número máximo de links externos
ru_ru: Максимальное количество внешних ссылок
tr_tr: En fazla dış medya bağlantısı
uk_ua: Максимальна кількість зовнішніх посилань

source: Don't display de:comments logo
de_de: Zeigen Logo nicht de:comments
fr_fr: Ne pas afficher le logo de:commentaires
it_it: Non mostrare il logo di de:comments
nl_nl: Laat het logo van de:comments niet zien
pl_pl: Nie pokazuj logo de:comments
pt_pt: Ocultar logótipo de de:comments
ru_ru: Не показывать лого de:comments
tr_tr: de:comments logosunu gösterme
uk_ua: Не показувати лого de:comments

source: Disable CSS plugin
de_de: Schließen CSS-Plugin ein
fr_fr: Désactiver plugin CSS
it_it: Disabilita il plugin CSS
nl_nl: Schakel CSS plugin uit
pl_pl: Wyłącz wtyczkę CSS
pt_pt: Desligar CSS plugin
ru_ru: Выключить CSS плагина
tr_tr: CSS eklentisini pasifleştir
uk_ua: Вимкнути CSS плагіна

source: Vkontakte
ru_ru: ВКонтакте
uk_ua: ВКонтакті

source: Odnoklassniki
ru_ru: Одноклассники
uk_ua: Одноклассники

source: Enable field "Website" in the form of comments?
de_de: Erlauben das Feld "Seite" in Kommentarform?
fr_fr: Activer le champ "Site Web " dans la forme de commentaires?
it_it: Abilita il campo "Sito Web" nel modulo dei commenti?
nl_nl: Schakel het veld “Website” in bij het invulformulier
pl_pl: Pokazywać pole "Strona internetowa" w formularzu do komentowania?
pt_pt: Ativar o campo "Site" na forma de comentários?
ru_ru: Разрешить поле "Сайт" в форме комментирования?
tr_tr: Websitesi alanını yorum formunda göster
uk_ua: Дозволити поле "Сайт" в формі коментування?

source: Enable comments pagination, set var:
de_de: Seitenverteilung:
fr_fr: Activer pagination des commentaires:
it_it: Abilita la suddivisione dei commenti per pagine:
nl_nl: Schakel paginanummering voor de berichten in:
pl_pl: Włącz paginacje komentarzy:
pt_pt: Espaçamento em página:
ru_ru: Постраничная разбивка:
tr_tr: Yorum sayfalandırmasını etkinleştir
uk_ua: Посторінкова розбивка:

source: Activate plugin
de_de: Aktivieren Plugin
fr_fr: Activez le plugin
it_it: Attiva il plugin
nl_nl: Plugin activeren
pl_pl: Aktywuj wtyczkę
pt_pt: Ativar plugin
ru_ru: Активировать плагин
tr_tr: Eklentiyi aktif et
uk_ua: Активувати плагін

source: Plugin de:comments couldn't activate : CURL extension not found. CURL is required to be installed on your server. Please ask your hosting provider to install PHP CURL for you.
nl_nl: Plugin de: commentaar kon niet worden geactiveerd: CURL uitbreiding niet gevonden. CURL is vereist om te worden geïnstalleerd op uw server. Vraag uw hosting provider PHP CURL voor u te installeren.
ru_ru: Плагин de:comments не может быть активирован: CURL расширения на вашем сервере не найдено. Пожалуйста, попросите вашего хостинг-провайдера установить или активировать PHP CURL для вашего сайта.
tr_tr: de:comments eklentisinin aktivasyonu başarısız : CURL uzantısı bulunamadı. CURL server da yüklenmiş olması gerekmektedir. Lütfen hosting servis sağlayıcınıza PHP CURL yüklemesi isteğinde bulununuz.
uk_ua: Плагін de:comments не може бути активован: CURL розширення на вашому серверi не знайдено. Будь ласка, попросіть вашого хостинг-провайдера встановити або активувати PHP CURL для вашого сайту.

source: Please enter Email
de_de: Bitte geben Sie die E-Mail ein
fr_fr: Veuillez saisir votre adresse électronique.
it_it: Inserisci un indirizzo Email
nl_nl: Voer uw e-mail in
pl_pl: Wprowadź adres e-mail
pt_pt: Introduze E-mail
ru_ru: Введите Email
tr_tr: Lütfen Eposta Adresinizi girin
uk_ua: Введіть e-mail

source: Please enter valid Email
de_de: Bitte geben Sie die validierte E-Mail ein
fr_fr: Veuillez entrer une addresse électronique valable s'il vous plaît.
it_it: Inserisci un indirizzo Email valido
nl_nl: Voer een juist e-mailadres in
pl_pl: Wprowadź prawidłowy (ważny) e-mail
pt_pt: Introduze E-mail válido
ru_ru: Введите валидный Email
tr_tr: Lütfen geçerli bir eposta adresi girin.
uk_ua: Введіть валідний e-mail

source: Activation key
de_de: Aktivierungsschlüssel
fr_fr: Clé d'activation
it_it: Chiave di attivazione
nl_nl: Activeringssleutel
pl_pl: Kod aktywacyjny
pt_pt: Chave de ativação
ru_ru: Ключ активации
tr_tr: Aktivasyon Anahtarı
uk_ua: Ключ активації
