Repository: johanospina/decomments_b
Catalog: languages/decomments-*.po
Languages: de_de, fr_fr, it_it, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr, uk_ua

source: Edit
de_de: Ändern
fr_fr: Modifier
it_it: Modifica
nl_nl: Aanpassen
pl_pl: Edytuj
pt_pt: Editar
ru_ru: Изменить
tr_tr: Düzenle
uk_ua: Змінити

source: Save
de_de: Speichern
fr_fr: Enregistrer
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Salvar
ru_ru: Сохранить
tr_tr: Kaydet
uk_ua: Зберегти

source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Eliminar
ru_ru: Удалить
tr_tr: Sil
uk_ua: Видалити

source: says
de_de: sagt
fr_fr: dit
it_it: dice
nl_nl: zei
pl_pl: mówi
pt_pt: está a dizer
ru_ru: говорит
tr_tr: söylemekte
uk_ua: каже

source: Your comment is awaiting moderation.
de_de: Ihr Kommentar ist bei der Moderation.
fr_fr: Votre commentaire est en attente de modération.
it_it: Il tuo commento è in attesa di valutazione
nl_nl: Uw reactie is in afwachting van goedkeuring.
pl_pl: Twoj komentarz oczekuje na moderację.
pt_pt: Seu comentário está em moderação.
ru_ru: Ваш комментарий на модерации.
tr_tr: Yorumunuz onaylanmayı bekliyor
uk_ua: Ваш коментар на модерації.

source: %1$s at %2$s
de_de: %1$s in %2$s
fr_fr: %1$s à %2$s
it_it: %1$s alle %2$s
nl_nl: %1$s van %2$s
pl_pl: %1$s o %2$s
pt_pt: %1$s em %2$s
ru_ru: %1$s в %2$s
tr_tr: %1$s de %2$s
uk_ua: %1$s о %2$s

source: (Edit)
de_de: (Editieren)
fr_fr: (Modifier)
it_it: (Modifica)
nl_nl: (Wijzig)
pl_pl: (Edytuj)
pt_pt: (Editar)
ru_ru: (Редактировать)
tr_tr: (Düzenle)
uk_ua: (Редагувати)

source: Unknown upload error.
de_de: Unbekanter Fehler bei dem Downloaden.
fr_fr: Erreur inconnue de téléchargement.
it_it: Errore sconosciuto durante l'upload.
nl_nl: Onverwachte fout bij het uploaden
pl_pl: Wystąpił nieznany błąd podczas przesyłania.
pt_pt: Erro desconhecido de carga.
ru_ru: Неизвестная ошибка загрузки.
tr_tr: Bilinmeyen yükleme hatası
uk_ua: Невідома помилка завантаження.

source: Upload directory is invalid. Please check.
de_de: Das herunterladende Direktory ist nicht existiert. Bitte prüfen Sie nochmals.
fr_fr: La répertoire de téléchargement est invalide. S'il vous plaît vérifiez.
it_it: La cartella di upload non è corretta. Controlla.
nl_nl: Uploadmap is ongeldig. Gelieve te controleren.
pl_pl: Katalog do którego przesyłasz plik nie istnieje. Sprawdź ponownie
pt_pt: Diretório em carga é inválido. Verifica, por favor.
ru_ru: Загружаемая директория не существует. Проверьте еще раз.
tr_tr: Dosya yükleme klasörü geçerli değil. Lütfen kontrol ediniz.
uk_ua: Директорії для завантаження не існує. Перевірте ще раз.

source: Uploaded file exceeds the upload_max_filesize directive in php.ini.
de_de: Die herunterladende Datei übersteigt upload_max_filesize die Anweisung в php.ini.
fr_fr: Le fichier téléchargé excède la taille de la directive upload_max_filesize dans php.ini.
it_it: Il file caricato supera le dimensioni del valore upload_max_filesize impostato nel php.ini.
nl_nl: Ge-upload bestand is groter dan de upload_max_filesize in php.ini.
pl_pl: Przesyłany plik jest większy, niż zezwala na to zmienna upload_max_filesize w php.ini.
pt_pt: O ficheiro em carga é superior de upload_max_filesize diretive em php.ini.
ru_ru: Загружаемый файл превышает upload_max_filesize директиву в php.ini.
tr_tr: Yüklenen dosya php.ini dosyasında belirtilen upload_max_filesize boyutu aşmaktadır
uk_ua: Файл перевищує upload_max_filesize директиву в php.ini.

source: Uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
de_de: Die herunterladende Datei übersteigt MAX_FILE_SIZE die Anweisung, die in HTML-Form ist.
fr_fr: Le fichier téléchargé excède la taille de la directive MAX_FILE_SIZE qui a été spécifié dans le formulaire HTML.
it_it: Il file caricato supera il parametro impostato in MAX_FILE_SIZE impostato nel form HTML.
nl_nl: Uw foto is te groot. Graag de foto aanpassen/verkleinen of de resolutie van de camera aanpassen.
pl_pl: Przesyłany plik jest większy, niż zezwala na to zmienna MAX_FILE_SIZE w formularzu HTML.
pt_pt: O ficheiro em carga é superior de MAX_FILE_SIZE diretiva, indicada na forma HTML.
ru_ru: Загружаемый файл превышает MAX_FILE_SIZE директиву, указанную в HTML форме.
tr_tr: Yüklenen dosya HTML formunda belirtilen MAX_FILE_SIZE boyutunu aşmaktadır
uk_ua: Файл перевищує MAX_FILE_SIZE директиву, вказану в HTML формі.

source: Uploaded file was only partially uploaded.
de_de: Die Datei wurde teilweise heruntergeladen.
fr_fr: Le fichier n'a été que partiellement téléchargé.
it_it: Il file caricato è stato caricato solo parzialmente.
nl_nl: Het bestand dat u wilde uploaden is maar gedeeltelijk verzonden.
pl_pl: Plik został przesłany tylko częściowo
pt_pt: O ficheiro foi carregado parcialmente.
ru_ru: Файл был загружен частично.
tr_tr: Yüklenmeye çalışılan dosyanın yanlızca bir kısmı yüklenebildi
uk_ua: Файл було заватажено частково.

source: File was not uploaded.
de_de: Die Datei ist nicht heruntergeladen.
fr_fr: Le fichier n'a pas été téléchargé.
it_it: Il file non è stato caricato.
nl_nl: Uw bestand is niet geupload.
pl_pl: Plik nie został przesłany
pt_pt: O ficheiro não foi carregado.
ru_ru: Файл не загрузился.
tr_tr: Dosya yüklenemedi
uk_ua: Файл не завантажено.

source: Missing a temporary folder.
de_de: Der Ordner fehlt.
fr_fr: Un dossier temporaire est absent.
it_it: Cartella per i file temporanei mancante.
nl_nl: De tijdelijke map wordt vermist.
pl_pl: Brakuje folderu tymczasowego
pt_pt: Falta uma pasta temporária.
ru_ru: Отсутствует временная папка.
tr_tr: Geçici bir dosya kayıp
uk_ua: Не існує тимчасова папка.

source: Failed to write file to disk.
de_de: Die Aufnahmefehler der Datei auf die Platte.
fr_fr: Impossible d'écrire le fichier sur le disque.
it_it: Errore durante il processo di scrittura sul disco.
nl_nl: Fout bij het schrijven naar de harde schijf.
pl_pl: Błąd zapisu pliku na dysk
pt_pt: Erro de gravação do ficheiro no disco.
ru_ru: Ошибка записи файла на диск.
tr_tr: Dosyanın diske yazımı başarısız
uk_ua: Помилка запису файлу на диск.

source: File upload stopped by extension.
de_de: Der Ladevorgang ist wegen der Fortsetzung gestoppt.
fr_fr: Le téléchargement du fichier a été arrêté par l'extension.
it_it: Il caricamento del file è stato interrotto a causa dell'estensione.
nl_nl: Het bestand wordt niet geupload in verband met de extensie.
pl_pl: Przesłanie pliku zostało zatrzymane przez rozszerzenie.
pt_pt: Carregamento do ficheiro foi suspenso por extensão.
ru_ru: Загрузка файла остановлена расширением.
tr_tr: Dosya yükleme işlemi uzantı tarafından durduruldu
uk_ua: Завантаження файлу припинено додатком.

source: Extension of uploaded file is invalid. Please upload an image.
de_de: Die Fortsetzung der herunterladenden Datei ist nicht korrekt. Bitte laden Sie das Bild herunter.
fr_fr: L'extension du fichier téléchargé n'est pas valide. Veuillez télécharger une image s'il vous plaît.
it_it: L'estensione del file caricato non è valida. Ti preghiamo di caricare un'immagine.
nl_nl: Uw bestand wordt niet geupload omdat de extensie niet juist is. Graag een ander bestand/foto oploaden.
pl_pl: Rozszerzenie przesłanego pliku jest nieprawidłowe. Należy przesłać obrazek.
pt_pt: A extensão do ficheiro em carregamento é inválida. Por favor, carrega a imagem.
ru_ru: Расширение загружаемого файла не корректно. Загрузите, пожалуйста, изображение.
tr_tr: Yüklenen dosyanın uzantısı geçerli değil. Lütfen bir resim yükleyiniz.
uk_ua: Розширення файлу не вірне. Завантажте, будь-ласка, зображення.

source: MIME type of uploaded file invalid. Upload an image, please.
de_de: MIME Typ der herunterladenden Datei ist nicht korrekt. Bitte laden Sie das Bild herunter.
fr_fr: Type de fichier téléchargé MIME est invalide. Veuillez télécharger une image, s'il vous plaît.
it_it: Il MIME type del file caricato non è valido. Ti preghiamo di caricare un'immagine.
nl_nl: MIME type van geupload bestand is onjuist. Graag een ander bestand/foto uploaded.
pl_pl: Typ MIME przesłanego pliku jest niepoprawny. Należy przesłać obrazek.
pt_pt: O tipo MIME do ficheiro em carregamento é inválido. Por favor, carrega a imagem.
ru_ru: MIME тип загружаемого файла не корректен. Загрузите, пожалуйста, изображение.
tr_tr: Yüklenilen dosyanın MIME türünde hata var. Lütfen bir resim yükleyiniz
uk_ua: MIME тип файлу не коректний. Завантажте, будь-ласка, зображення.

source: File size invalid. Maximum file size %g MB.
de_de: Bitte ändern Sie die Dateigröße. Die maximale Dateigröße %g MB.
fr_fr: Taille du fichier est invalide. La taille maximale d'un fichier est %g MB.
it_it: Dimensione del file non valida. Sono supportati file fino ad un massimo di %g MB.
nl_nl: De grootte van het bestand is ongeldig. Maximale grote is %g MB.
pl_pl: Plik jest za duży. Maksymalny rozmiar pliku to %g MB.
pt_pt: O tamanho do ficheiro é inválido. O tamanho máximo do ficheiro é de %g MB.
ru_ru: Измените размер файла. Максимальный размер файла %g MB.
tr_tr: Dosya boyutu geçerli değil. Maksimum dosya büyüklüğü %g MB.
uk_ua: Змініть розмір файлу. Максимальний розмір файлу %g MB.

source: File already exist. Try again, please.
de_de: Solche Datei ist schon existiert. Bitte probieren Sie nochmals.
fr_fr: Le fichier existe déjà. Essayez à nouveau, s'il vous plaît.
it_it: File esistente. Ti preghiamo di riprovare.
nl_nl: Het bestand bestaat reeds. Probeert u het opnieuw.
pl_pl: Taki plik już istnieje. Proszę spróbować jeszcze raz.
pt_pt: Este ficheiro já existe. Tente mais uma vez, por favor.
ru_ru: Такой файл уже существует. Попробуйте еще раз, пожалуйста.
tr_tr: Dosya sistemde mevcut. Lütfen tekrar deneyiniz.
uk_ua: Такий файл вже існує. Спробуйте ще раз, будь-ласка.

source: Image width is invalid. Maximum image width is %g px.
de_de: Bitte ändern Sie die Bildbreite. Die maximale Breite %g px.
fr_fr: Largeur de l'image n'est pas valide. La largeur maximale d'une image est %g px.
it_it: La larghezza dell'immagine non è valida. La larghezzza massima consentita è di %g px.
nl_nl: De breedte van het bestand is ongeldig. De maximale breedte mag zijn %g px.
pl_pl: Szerokość obrazka jest zbyt duża. Maks. dopuszczana szerokość to %g px.
pt_pt: A largura da imagem é inválida. A largura máxima é de %g px.
ru_ru: Измените ширину изображения. Максимальная ширина %g px.
tr_tr: Resim genişliği geçersiz. Maksimum resim genişliği %g
uk_ua: Змініть ширину зображення. Максимальна ширина: %g px.

source: Invalid image height. Maximum image height %g px.
de_de: Bitte ändern Sie die Bildhöhe. Die maximale Höhe %g px.
fr_fr: Hauteur de l'image est invalide. La hauteur maximale d'une image est %g px.
it_it: L'altezza dell'immagine non è valida. L'altezza massima consentita è di %g px.
nl_nl: De hoogte van het bestand is ongeldig. De maximale hoogte mag zijn %g px.
pl_pl: Szerokość obrazka jest zbyt duża. Maks. dopuszczana szerokość to %g px.
pt_pt: A altura da imagem é inválida. A altura máxima é de %g px.
ru_ru: Измените высоту изображения.Максимальная высота %g px.
tr_tr: Geçersiz resim yüksekliği. Maksimum resim yüksekliği %g piksel.
uk_ua: Змініть висоту зображення. Максимальна висота: %g px.

source: Uploaded file could not be moved to %s.
de_de: Die heruntergeladene Datei kann nicht in %s übertragen.
fr_fr: Le fichier chargé ne pouvait pas être déplacé vers %s.
it_it: Il file caricato non può essere spostato in %s.
nl_nl: Het bestand dat u wilde versturen kon niet worden verplaatst naar %s.
pl_pl: Przesłany plik nie może być przeniesiony do %s.
pt_pt: O ficheiro em carregamento não se pode ser transferido em %s.
ru_ru: Загружаемый файл не может быть перенесен в %s.
tr_tr: Yüklenen dosya %s a taşınamadı!
uk_ua: Файл не може бути перенесено до %s.

source: Uploaded file %s cannot be updated
de_de: Die heruntergeladene Datei %s kann nicht aktualisiert werden.
fr_fr: le fichier chargé %s ne peut pas être mis à jour
it_it: Il file caricato %s non può essere aggiornato
nl_nl: Het verzonden bestand %s kon niet worden geüpdatet.
pl_pl: Przesłany plik %s nie może zostać zaktualizowany.
pt_pt: O ficheiro %s em carregamento não se pode ser atualizado
ru_ru: Загружаемый файл %s не может быть обновлен
tr_tr: Yüklenen dosya %s değiştirilemez
uk_ua: Файл %s не може бути оновлено

source: Verifying data...
de_de: Verifizieren die Angaben...
fr_fr: Vérification des données...
it_it: Verifica dei dati...
nl_nl: Controleren van de data…
pl_pl: Weryfikacja danych...
pt_pt: Os dados em verificação...
ru_ru: Верифицируем данные...
tr_tr: Veri doğrulanıyor...
uk_ua: Верифікуємо дані...

source: You are not allowed to post comments.
nl_nl: U bent niet bevoegd berichten te plaatsen.
ru_ru: Вам не разрешается размещать комментарии.
tr_tr: Üzgünüz yorum yazma izniniz bulunmamaktadır

source: Replies disabled.
nl_nl: Antwoorden op berichten is uitgeschakeld.
ru_ru: Ответы отключены
tr_tr: Yanıtlar kapandı

source: Wrong login or password!
de_de: Falsches Login oder Passwort!
fr_fr: Login ou mot de passe incorrects!
it_it: Nome utente o password errata!
nl_nl: Onjuiste login of wachtwoord!
pl_pl: Nieprawidłowy login i/lub hasło
pt_pt: Login ou senha errada!
ru_ru: Неправильный логин или пароль!
tr_tr: Yanlış kullanıcı adı veya parola!
uk_ua: Невірний логін або пароль!

source: Redirection...
de_de: Verlinken...
it_it: Reindirizzamento...
nl_nl: Uw wordt doorgestuurd…
pl_pl: Przekierowywanie...
pt_pt: Em redirecionamento...
ru_ru: Перенаправляем...
tr_tr: Yeniden yönlendiriliyor...
uk_ua: Перенаправляємо...

source: Vote error
de_de: Fehler der Stimmabgabe
fr_fr: Erreur de vote
it_it: Errore durante il processo di votazione
nl_nl: Stem fout
pl_pl: Błąd głosowania
pt_pt: Erro de votação
ru_ru: Ошибка голосования
tr_tr: Oy verme sisteminde hata oluştu
uk_ua: Помилка голосування

source: ERROR
de_de: FEHLER
fr_fr: ERREUR
it_it: ERRORE
nl_nl: FOUTMELDING
pl_pl: BŁĄD
pt_pt: ERRO
ru_ru: ОШИБКА
tr_tr: HATA
uk_ua: ПОМИЛКА

source: This user already exists
ru_ru: Этот пользователь уже существует
uk_ua: Цей користувач вже існує

source: Email is incorrect. Please use the
ru_ru: E-mail некорректен. Воспользуйтесь
uk_ua: E-mail некоректний. Скористайтеся

source: Comment can not be edited.
de_de: Das Kommentar kann nicht editiert werden.
fr_fr: Le commentaire ne peut pas être modifié.
it_it: Il commento non può essere modificato.
nl_nl: Het bericht kan niet worden gewijzigd.
pl_pl: Komentarz nie może być edytowany.
pt_pt: O comentário não pode ser editado.
ru_ru: Комментарий не может быть отредактирован.
tr_tr: Yorum tekrar düzenlenemez.
uk_ua: Коментар не може бути відредаговано.

source: User not found.
de_de: Der Benutzer ist gelöscht.
fr_fr: Utilisateur introuvable.
it_it: Utente non trovato.
nl_nl: Gebruiker niet gevonden.
pl_pl: Użytkownik nie został znaleziony.
pt_pt: Usuário não foi encontrado.
ru_ru: Пользователь не найден.
tr_tr: Kullanıcı bulunamadı.
uk_ua: Користувача не знайдено.

source: Post status not public and not private.
de_de: Der Poststatus ist weder persönlich noch öffentlich
fr_fr: L'état de publication pas publique et pas privé.
it_it: Stati del post non pubblico e non privato.
nl_nl: Bericht status is niet publiek en niet privé.
pl_pl: Status wpisu prywatny i publiczny.
pt_pt: O estatuto do post não é privado ou público.
ru_ru: Статус поста не личный и не публичный
tr_tr: Yazı ne gizli ne de kullanıcılara açık
uk_ua: Статус посту не особистий і не публічний

source: Draft comment
de_de: Kommentar-Draft
fr_fr: Brouillon de commentaire
it_it: Bozza di commento
nl_nl: Schrijf bericht
pl_pl: Szkic komentarza
pt_pt: Rascunho do comentário
ru_ru: Черновик комментария
tr_tr: Yorum taslağı
uk_ua: Чернетка коментаря

source: Password protected comment
de_de: Das Kommentar ist mit dem Passwort geschützt
fr_fr: Commentaire protégé par mot de passe
it_it: Commento protetto da password
nl_nl: Dit bericht is beveiligd met een wachtwoord
pl_pl: Komentarz zabiezpieczony hasłem
pt_pt: O comentário é protegido com senha
ru_ru: Комментарий защищен паролем
tr_tr: Şifre korumalı yorum
uk_ua: Коментар захищено паролем

source: Sorry, you must be logged in to post a comment.
de_de: Entschuldigen, aber Sie müssen zugriffen, um das Kommentar zu schreiben.
fr_fr: Nous sommes désolés, vous devez être connecté pour faire un commentaire.
it_it: Devi effettuare il login per inserire un commento.
nl_nl: Sorry, u moet ingelogd zijn om een bericht te kunnen schrijven.
pl_pl: Musisz być zalogowany aby móc komentować.
pt_pt: Desculpe, para comentar precisa de entrar no site.
ru_ru: Извините, для комментирования необходимо войти.
tr_tr: Üzgünüz yorum yazabilmek için üye olmanız gerekiyor
uk_ua: Вибачте, для коментування необхідно увійти.

source: please type a comment.
de_de: Bitte geben Sie das Kommentar ein.
fr_fr: Veuilliez saisir un commentaire, s'il vous plaît
it_it: inserisci un commento.
nl_nl: schrijf uw bericht alstublieft.
pl_pl: napisz komentarz
pt_pt: por favor, introduze o comentário.
ru_ru: пожалуйста, введите комментарий.
tr_tr: lütfen yorumunuzu yazınız
uk_ua: будь-ласка, введіть коментар.

source: Enter a valid name or email address, please.
de_de: Bitte geben Sie den richtigen Name des Benutzers oder E-Mail ein.
fr_fr: Veuillez saisir un nom valide ou adresse électronique, s'il vous plaît.
it_it: Inserisci un nome o un indirizzo email valido.
nl_nl: Voer een correcte naam of e-mail in.
pl_pl: Proszę wprowadzić poprawny login lub adres mailowy.
pt_pt: Introduze o nome correto do usuário ou e-mail, por favor.
ru_ru: Введите правильное имя пользователя или e-mail, пожалуйста.
tr_tr: Lütfen geçerli bir isim veya elektronik posta adresi yazınız.
uk_ua: Введіть існуюче ім'я користувача або e-mail, будь-ласка.

source: Comment dublicate!
de_de: Gleiches Kommentar!
fr_fr: Commentaire doublon!
it_it: Commento duplicato!
nl_nl: Uw bericht is gekopieerd!
pl_pl: Powtarzający się komentarz!
pt_pt: Duplicado do comentário!
ru_ru: Дублирующийся комментарий!
tr_tr: Aynı yorum!
uk_ua: Дубль коментаря!

source: Unapprove
de_de: Ablehnen
fr_fr: Désapprouver
it_it: Disapprova
nl_nl: Niet goedgekeurd
pl_pl: Odrzuć
pt_pt: Recusar
ru_ru: Отклонить
tr_tr: İptal et
uk_ua: Відхилити

source: Approve
de_de: Bestätigen
fr_fr: Approver
it_it: Approva
nl_nl: Goedgekeurd
pl_pl: Zatwierdź
pt_pt: Aprovar
ru_ru: Одобрить
tr_tr: Onayla
uk_ua: Затвердити

source: Spam
ru_ru: Спам
uk_ua: Спам

source: Previous comments
de_de: Vorgehende Kommentare
fr_fr: Commentaires précédents
it_it: Commenti Precedenti
nl_nl: Vorige berichten
pl_pl: Poprzednie komentarze
pt_pt: Comentários anteriores
ru_ru: Предыдущие комментарии
tr_tr: Önceki yorumlar
uk_ua: Попередні коментарі

source: Next comments
de_de: Weitere Kommentare
fr_fr: Commentaires suivants
it_it: Commenti Successivi
nl_nl: Volgende berichten
pl_pl: Następne komentarze
pt_pt: Comentário seguinte
ru_ru: Следующие комментарии
tr_tr: Sonraki yorumlar
uk_ua: Наступні коментарі

source: Unauthorized users can’t dislike the comment. Please enter the site
de_de: Die nicht autorisierten Benutzer können nicht die Kommentare disliken. Bitte greifen Sie zur Seite zu.
fr_fr: Les utilisateurs non autorisés ne peuvent pas marquer le commentaire "je n'aime plus". Veuillez entrer sur le site, s'il vous plaît
it_it: Gli utenti non registrati non possono mettere Non mi piace ai commenti. Effettua il login
nl_nl: Niet bevoegde gebruikers kunnen een bericht niet disliken. Ga naar de website
pt_pt: Os usuários não autorizados não podem deixar dislike aos comentários. Por favor, entre no site
ru_ru: Авторизуйтесь для того, чтобы оставлять дизлайки к комментариям.
tr_tr: Lütfen sisteme giriş yapınız.
uk_ua: Авторизуйтесь для того шоб залишати дизлайки до коментарiв.

source: You can’t vote for your own comment
de_de: Sie können nicht Ihre Stimme für eigenes Kommentar abgeben
fr_fr: Vous ne pouvez pas voter pour vos propres commentaires
it_it: Non puoi votare i tuoi stessi commenti
nl_nl: U kunt niet op uw eigen bericht stemmen
pt_pt: Não se pode votar em seu comentário
ru_ru: Вы не можете голосовать за свой комментарий
tr_tr: Kendi yorumunuza oy veremezsiniz
uk_ua: Ви не можете голосувати за ваш власний коментар

source: Your vote has been already adopted
de_de: Ihre Stimme ist schon genommen
fr_fr: Votre vote a été déjà adopté
it_it: Il tuo voto è stato già inserito
nl_nl: Uw stem is inmiddels verwerkt
pt_pt: Seu voto foi aceite
ru_ru: Ваш голос уже принят
tr_tr: Oyunuz sistemde kayıtlı.
uk_ua: Ваш голос вже прийнято

source: Notifications
de_de: Nachrichten
it_it: Notifiche
nl_nl: Meldingen
pl_pl: Powiadomienia
pt_pt: Notificações
ru_ru: Оповещения
tr_tr: Bildirimler
uk_ua: Сповіщення

source: E-mail notification text
de_de: Der Inhalt von E-Mail
fr_fr: Le texte de la notification électrinique
it_it: Testo dell'email di notifica
nl_nl: E-mail melding tekst
pl_pl: Treść maila z powiadomieniem
pt_pt: Texto da notificação e-mail
ru_ru: Текст e-mail уведомления
tr_tr: E-posta uyarısı gönderildi
uk_ua: Текст e-mail сповіщення

source: Supported shortcodes
de_de: Unterstützende Shortcodes
fr_fr: Des shortcodes supportés
it_it: Shortcodes supportati
nl_nl: Shortcodes die ondersteund worden
pl_pl: Obsługiwane kody shortcodes
pt_pt: Short Codes suportados
ru_ru: Поддерживаемые шорткоды
tr_tr: Desteklenen kısa kodlar
uk_ua: Шорткоди, що підтримуються

source: Comment's author
de_de: Autor vom Kommentar
fr_fr: L'auteur du commentaire
it_it: Autore del Commento
nl_nl: Reactie van de auteur
pl_pl: Autor komentarza
pt_pt: Autor do comentário
ru_ru: Автор комментария
tr_tr: Yorum yazarı
uk_ua: Автор коментаря

source: Comment creation date
de_de: Datum der Kommentarveröffentlichung
fr_fr: La date de publication du commentaire
it_it: Data della creazione del commento
nl_nl: Datum van het bericht
pl_pl: Data publikacji komentarza
pt_pt: Data de publicação do comentário
ru_ru: Дата публикации комментария
tr_tr: Yorum oluşturma tarihi
uk_ua: Дата публікації коментаря

source: Comment text
de_de: Der Inhalt vom Kommentar
fr_fr: Le texte du commentaire
it_it: Testo del commento
nl_nl: Inhoud van het bericht
pl_pl: Treść komentarza
pt_pt: Texto do comentário
ru_ru: Текст комментария
tr_tr: Yorum içeriği
uk_ua: Текст коментаря

source: Comment link
de_de: Link auf Kommentar
fr_fr: Lien de commentaire
it_it: Link al commento
nl_nl: Link naar het bericht
pl_pl: Link do komentarza
pt_pt: Link do comentário
ru_ru: Ссылка на комментарий
tr_tr: Yorum bağlantısı
uk_ua: Посилання на коментар

source: Post title to which was added a comment
de_de: Posttitel, zu dem das Kommentar zugegeben wurde
fr_fr: Titre d'une publication auquel un commentaire a été ajouté
it_it: Titolo dell'articolo al quale è stato aggiunto un commento
nl_nl: Plaats de titel waarvan het bericht was
pl_pl: Tytuł wpisu, gdzie był dodany komentarz
pt_pt: O cabeçalho do post comentado
ru_ru: Заголовок поста, к которому был добавлен комментарий
tr_tr: Başlık bağlantısı
uk_ua: Заголовок посту, до якого було додано коментар

source: Post link
de_de: Link auf Post
fr_fr: Lien d'une publication
it_it: Link all'articolo
nl_nl: Plaats link
pl_pl: Link do wpisu
pt_pt: Link do post
ru_ru: Ссылка на пост
tr_tr: Yazı bağlantısı
uk_ua: Посилання на пост

source: At least one social network should be selected
de_de: Wenigstes ein Sozialnetz muss gewählt werden
fr_fr: Au moins un réseau social doit être sélectionné
it_it: Devi selezionare almeno un social network
nl_nl: U moet minimaal 1 sociaal netwerk selecteren
pl_pl: Powinieneś wybrać co najmniej jedną sieć społecznościową
pt_pt: Escolhe pelo menos uma rede social
ru_ru: Должна быть выбрана хоть одна социальная сеть
tr_tr: En azından bir sosyal paylaşım platformunu seçiniz
uk_ua: Має бути обрано хоч б одну соціальну мережу
