Repository: johanospina/decomments_b
Catalog: languages/decomments-*.po
Languages: de_de, fr_fr, it_it, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr, uk_ua

source: Please enter Activation key
de_de: Bitte geben Sie den Aktivierungsschlüssel ein
fr_fr: Saisissez la clé d'activation
it_it: Inserisci una chiave di attivazione
nl_nl: Voer uw activeringssleutel in
pl_pl: Wprowadź kod aktywacyjny
pt_pt: Introduze a chave de ativação
ru_ru: Введите ключ активации
tr_tr: Lütfen aktivasyon anahtarını giriniz
uk_ua: Введіть ключ активації

source: Activate
de_de: Aktivieren
fr_fr: Activer
it_it: Attiva
nl_nl: Activeren
pl_pl: Aktywuj
pt_pt: Ativar
ru_ru: Активировать
tr_tr: Aktif et
uk_ua: Активувати

source: Discussion settings
de_de: Die Einstellung der Besprechung
fr_fr: Paramètres de discussion
it_it: Impostazioni Discussione
nl_nl: Discussie instellingen
pl_pl: Ustawienia dyskusji
pt_pt: Configurações de discussão
ru_ru: Настройки обсуждения
tr_tr: Tartışma ayarları
uk_ua: Налаштування обговорення

source: File "%s" doesn't exist!
de_de: Die Datei "%s" ist nicht existiert!
fr_fr: Fichier "%s " ne existe pas!
it_it: Il file "%s" non esiste!
nl_nl: Bestand "%s" bestaat niet!
pl_pl: Plik "%s" nie istnieje!
pt_pt: Ficheiro "%s" não existe!
ru_ru: Файл "%s" не существует!
tr_tr: Dosya "%s" bulunamadı!
uk_ua: Файла "%s" не існує

source: Add comment
de_de: Kommentar hinzufügen
fr_fr: Ajouter un commentaire
it_it: Aggiungi commento
nl_nl: Voeg uw bericht toe
pl_pl: Dodaj komentarz
pt_pt: Adicionar um comentário
ru_ru: Добавить комментарий
tr_tr: Yorum yaz
uk_ua: Додати коментар

source: Log out
de_de: Abmeldung
fr_fr: Déconnecter
it_it: Esci
nl_nl: Uitloggen
pt_pt: Sair
ru_ru: Выход
tr_tr: Çıkış
uk_ua: Вихід

source: Subscribe
de_de: Bestellung
fr_fr: S'abonner
it_it: Sottoscrivi
nl_nl: Abonneer
pl_pl: Sybskrybuj
pt_pt: Subscrição
ru_ru: Подписка
tr_tr: Takip Et
uk_ua: Підписка

source: Replies to my comments
de_de: Die Antworten zu meinem Kommentar
fr_fr: Réponses à mes commentaires
it_it: Risposte ai miei commenti
nl_nl: Reageer op mijn berichten
pl_pl: Odpowiedzi na mój komentarz
pt_pt: Respostas ao meu comentário
ru_ru: Ответы к моему комментарию
tr_tr: Yorumlarıma verilen yanıtlar
uk_ua: Відповіді до мого коментаря

source: All comments
de_de: Alle Kommentare
fr_fr: Tous les commentaires
it_it: Tutti i commenti
nl_nl: Alle berichten
pl_pl: Wszystkie komentarze
pt_pt: Todos os comentários
ru_ru: Все комментарии
tr_tr: Bütün yorumlar
uk_ua: Всі коментарі

source: Add a quote
de_de: Den Zitat hinzufügen
fr_fr: Ajouter une citation
it_it: Aggiungi una citazione
nl_nl: Voeg een quote toe
pl_pl: Dodaj cytat
pt_pt: Adicionar uma citação
ru_ru: Добавить цитату
tr_tr: Alıntı söz ekle
uk_ua: Додати цитату

source: Add a picture
de_de: Das Bild hinzufügen
fr_fr: Ajouter une photo
it_it: Aggiungi immagine
nl_nl: Voeg een foto toe
pl_pl: Dodaj obrazek
pt_pt: Adicionar uma imagem
ru_ru: Изображение
tr_tr: Resim ekle
uk_ua: Зображення

source: Submit
de_de: Senden
fr_fr: Soumettre
it_it: Invia
nl_nl: Verzenden
pl_pl: Wyślij
pt_pt: Enviar
ru_ru: Отправить
tr_tr: Gönder
uk_ua: Відправити

source: Cancel
de_de: Zurücksetzen
fr_fr: Annuler
it_it: Cancella
nl_nl: Annuleer
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
tr_tr: İptal
uk_ua: Скасувати

source: comment
de_de: Kommentar
fr_fr: commentaire(s)
it_it: commento
nl_nl: Bericht
pl_pl: komentarz
pt_pt: comentário
ru_ru: комментарий
tr_tr: yorumlar
uk_ua: коментар

source: Comment deleted
de_de: Der Kommentar ist gelöscht
fr_fr: Commentaire supprimé
it_it: Commento eliminato
nl_nl: Bericht verwijderd
pl_pl: Komentarz został usunięty
pt_pt: O comentário foi eliminado
ru_ru: Комментарий удален
tr_tr: Yorum silindi
uk_ua: Коментар видалено

source: Edited at
de_de: Editiert in
fr_fr: Modifié à
it_it: Modificato alle
nl_nl: Gewijzigd op
pl_pl: Edytowane o
pt_pt: Editado em
ru_ru: Отредактировано в
tr_tr: tarihinde düzenlendi
uk_ua: Відредаговано о

source: Field is not null
de_de: Das Feld ist nicht NULL
fr_fr: Le champ n'est pas NULL
it_it: Il campo non è vuoto
nl_nl: Veld is niet nul
pl_pl: Pole nie jest NULL
pt_pt: O campo não é NULL
ru_ru: Поле не NULL
tr_tr: Alan null değil
uk_ua: Поле не NULL

source: This field is required.
de_de: Erforderliches Feld
fr_fr: Ce champ est obligatoire.
it_it: Questo campo è obbligatorio.
nl_nl: Dit veld is verplicht.
pl_pl: Pole jest obowiązkowe
pt_pt: Este campo é de preenchimento obrigatório.
ru_ru: Это обязательное поле.
tr_tr: Bu alan gerekli
uk_ua: Це обов'язкове поле.

source: Mark one of the points
de_de: Bitte markieren Sie ein der Punkte
fr_fr: Veuillez sélectionner l'un des points
it_it: Seleziona uno dei punti
nl_nl: Markeer 1 van de punten
pl_pl: Zaznacz jedną z opcji
pt_pt: Marca um ponto
ru_ru: Отметьте один из пунктов
tr_tr: Elemanlardan birini seçiniz
uk_ua: Оберіть один з пунктів

source: Operation completed
de_de: Die Operation ist beendet
fr_fr: Opération terminée
it_it: Operazione completata
nl_nl: Actie voltooid
pl_pl: Operacja została zakończona
pt_pt: Operação completada
ru_ru: Операция завершена
tr_tr: Operasyon tamalandı
uk_ua: Операцію завершено

source: The items have been deleted
de_de: Die Objekte wurden gelöscht
fr_fr: Les éléments ont été supprimés
it_it: L'oggetto è stato rimosso
nl_nl: De items zijn verwijderd
pl_pl: Elementy zostały usunięte
pt_pt: Itens foram eliminados
ru_ru: Объекты были удалены
tr_tr: Elemanlar silindi
uk_ua: Об'єкти було видалено

source: Close
de_de: Schließen
fr_fr: Fermer
it_it: Chiudi
nl_nl: Gesloten
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть
tr_tr: Kapat
uk_ua: Закрити

source: Loading...
de_de: Downloaden...
fr_fr: Chargement...
it_it: Caricamento...
nl_nl: Laden…
pl_pl: Ładuję…
pt_pt: A carregar...
ru_ru: Загрузка...
tr_tr: Yükleniyor...
uk_ua: Завантаження...

source: Name
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pl_pl: Imię
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim
uk_ua: Ім'я

source: Website
de_de: Seite
fr_fr: Site web
it_it: Sito Web
pl_pl: Strona internetowa
pt_pt: Site
ru_ru: Сайт
tr_tr: İnternet sitesi
uk_ua: Сайт

source: E-mail is already registered on the site. Please use the
de_de: Diese E-Mail ist schon registriert. Bitte benutzen Sie
fr_fr: L'addresse électronque est déjà enregistrée sur le site. S'il vous plaît, veuillez utiliser
it_it: Questa email risulta già registrata. Usa il
nl_nl: Uw e-mail is al geregistreerd op onze website. Gebruik alstublieft het
pl_pl: Podany adres e-mail już jest zarejestrowany. Skorzystaj z
pt_pt: Este e-mail já foi cadastrado. Usa
ru_ru: Такой e-mail уже зарегистрирован. Воспользуйтесь
tr_tr: Bu eposta sistemde kayıtlı!
uk_ua: Такий e-mail вже зареєстровано. Скористуйтеся

source: login form
de_de: die Login-Form
fr_fr: le formulaire de connexion
it_it: modulo di login
nl_nl: login formulier
pl_pl: formularza logowania
pt_pt: forma de entrada
ru_ru: формой входа
tr_tr: giriş formu
uk_ua: формою входу

source: or
de_de: oder
fr_fr: ou
it_it: o
nl_nl: of
pl_pl: lub
pt_pt: ou
ru_ru: или
tr_tr: veya
uk_ua: або

source: enter another
de_de: geben Sie andere ein
fr_fr: veuillez saisir un autre
it_it: inseriscine un'altra
nl_nl: voer een ander
pl_pl: wprowadź inny adres e-mail
pt_pt: introduze outro
ru_ru: введите другой
tr_tr: başka bir
uk_ua: введіть інший

source: You entered an incorrect username or password
de_de: Sie haben nicht korrektes Login und Passwort eingegeben
fr_fr: Vous avez saisi un nom d'utilisateur ou mot de passe incorrects
it_it: Hai inserito una username o una password errata
nl_nl: U heeft een onjuiste loginnaam of wachtwoord ingevoerd
pl_pl: Podany login i/lub hasło są nieprawidłowe
pt_pt: Digitou login ou senha incorreta
ru_ru: Вы ввели некорректные логин или пароль
tr_tr: Yanlış kullanıcı adı veya şifre
uk_ua: Ви вказали некоректні логін або пароль

source: Password
de_de: Passwort
fr_fr: Mot de passe
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Senha
ru_ru: Пароль
tr_tr: Şifre
uk_ua: Пароль

source: Log in
de_de: Zugriff
fr_fr: Se connecter
nl_nl: Inloggen
pl_pl: Logowanie
pt_pt: Entrada
ru_ru: Вход
tr_tr: Giriş
uk_ua: Вхід

source: Comments are closed.
de_de: die Besprechung ist blockiert.
fr_fr: Les commentaires sont fermés.
it_it: I commenti sono disabilitati.
nl_nl: Bericht is gesloten.
pl_pl: Komentarze są zamknięte
pt_pt: Comentários fechados.
ru_ru: Обсуждение закрыто.
tr_tr: Yorumlar kapalı
uk_ua: Обговорення закрито.

source: Sort
de_de: Unterteilung
fr_fr: Trier par
it_it: Ordina
nl_nl: Sorteren
pl_pl: Sortuj wg
pt_pt: Classificar
ru_ru: Сортировка
tr_tr: Sırala
uk_ua: Сортувати

source: by Oldest
de_de: chronologisch
fr_fr: des plus anciens
it_it: per data (Decrescente)
nl_nl: oudste eerst
pl_pl: najstarszych
pt_pt: por cronologia
ru_ru: по хронологии
tr_tr: En eskiden başla
uk_ua: за хронологією

source: by Best
de_de: nach der Bewertung
fr_fr: Meilleur
it_it: per Punteggio
nl_nl: beste eerst
pl_pl: najlepszych
pt_pt: por ranking
ru_ru: по рейтингу
tr_tr: En iyiden başla
uk_ua: за рейтингом

source: by Newest
de_de: zuerst neue
fr_fr: des plus récents
it_it: per data (Crescente)
nl_nl: nieuwste eerst
pl_pl: najnowszych
pt_pt: primeiro novos
ru_ru: сначала новые
tr_tr: En yeniden başla
uk_ua: спочатку нові

source: Load more
de_de: noch downloaden
fr_fr: Charger plus
it_it: Carica altri commenti
nl_nl: Laat meer
pl_pl: Załaduj więcej
pt_pt: Carregar mais
ru_ru: Загрузить еще
tr_tr: Daha fazla yükle
uk_ua: Завантажити ще

source: Loading comments..
de_de: Downloaden...
fr_fr: Chargement des commentaires..
it_it: Caricamento commenti...
nl_nl: Ophalen van de berichten…
pl_pl: Ładowanie komentarzy
pt_pt: A carregar...
ru_ru: Загрузка...
tr_tr: Yorumlar yükleniyor...
uk_ua: Завантаження...

source: Guest
de_de: Gast
fr_fr: Visiteur
it_it: Anonimo
nl_nl: Gast
pt_pt: Visitante
ru_ru: Гость
tr_tr: Misafir
uk_ua: Гість

source: Author
de_de: Autor
fr_fr: Auteur
it_it: Autore
nl_nl: Auteur
pl_pl: Autor
pt_pt: Autor
ru_ru: Автор
tr_tr: Yazar
uk_ua: Автор

source: Time remaining
de_de: Minuter für die Korrektur
fr_fr: Temps restant
it_it: Tempo rimanente
nl_nl: Resterende tijd
pl_pl: Pozostało czasu
pt_pt: Minutos para envio
ru_ru: Минут для правки
tr_tr: Kalan süre
uk_ua: Залишилося

source: min.
nl_nl: minuten
ru_ru: мин.
tr_tr: en düşük
uk_ua: хв.

source: Reply
de_de: Antworten
fr_fr: Répondre
it_it: Rispondi
nl_nl: Antwoord
pl_pl: Odpowiedź
pt_pt: Responder
ru_ru: Ответить
tr_tr: Yanıtla
uk_ua: Відповісти

source: Preview image
de_de: Einsicht der Bilder
fr_fr: Aperçu de l'image
it_it: Anteprima dell'immagine
nl_nl: Voorbeeld van uw foto
pl_pl: Podgląd obrazka
pt_pt: Previsualizar imagem
ru_ru: Просмотр изображения
tr_tr: Bir önceki resim
uk_ua: Зображення

source: Choose file
de_de: Datei wählen
fr_fr: Sélectionnez un fichier
it_it: Scegli File
nl_nl: Kies bestand
pl_pl: Wybierz plik
pt_pt: Selecionar ficheiro
ru_ru: Выбрать файл
tr_tr: Dosya seç
uk_ua: Оберіть файл

source: Attention
de_de: Achtung
it_it: Attenzione
nl_nl: Let op
pl_pl: Uwaga
pt_pt: Atenção
ru_ru: Внимание
tr_tr: Dikkat
uk_ua: Увага

source: Trash
de_de: Löschen
fr_fr: Corbeille
it_it: Cestina
nl_nl: Prullenmand
pl_pl: Usuń
pt_pt: Eliminar
ru_ru: Удалить
tr_tr: Çöplük
uk_ua: Видалити

source: Delete all user's comments
ru_ru: Удалить все комментарии пользователя

source: Share
de_de: Teilen
fr_fr: Partager
it_it: Condividi
nl_nl: Delen
pl_pl: Podziel się
pt_pt: Compartilhar
ru_ru: Поделиться
tr_tr: Paylaş
uk_ua: Поділитися

source: This user is already exists
de_de: Dieser Benutzer ist schon registriert
fr_fr: Cet utilisateur existe déjà
it_it: L'utente è già presente nel nostro database
nl_nl: Deze gebruiker bestaat reeds
pl_pl: Taki użytkownik już istnieje
pt_pt: Este usuário já existe
tr_tr: Kullanıcı sistemde kayıtlı

source: Email is incorrect
de_de: E-mail ist nicht korrekt
fr_fr: L'addresse électronique est incorrecte
it_it: L'email non è corretta
nl_nl: E-mail is onjuist
pl_pl: Podany adres e-mail jest nieprawidłowy
pt_pt: E-mail inválido
tr_tr: Elektronik posta adresi yanlış

source: WP social login (WSL)
fr_fr: Connexion sociale WP (WSL)
tr_tr: WP sosyal ikonları (WSL)

source: Component will be activated by administrator soon.
de_de: Die Bestandteile werden bald mit dem Administrator aktiviert.
fr_fr: Des composants seront activés par l'administrateur bientôt.
it_it: Il componente verrà attivato entro breve tempo dall'amministratore.
nl_nl: Onderdeel zal binnenkort door de administrator worden geactiveerd.
pl_pl: Komponent wkrótce zostanie aktywowany przez administratora
pt_pt: Os componentes serão ativados por administrador em breve
tr_tr: Bu özellik yönetici tarafından yakın zamanda aktif edilecek.

source: Email
tr_tr: E-posta

source: dofollow
nl_nl: volgen

source: nofollow
nl_nl: niet volgen

source: Default discussion settings
de_de: Die Einstellung für die Besprechung default
fr_fr: Paramètres de discussion par défaut
pl_pl: Domyślne ustawienia dyskusji
pt_pt: Configurações de discussão por definição

source: Error
de_de: Fehler
fr_fr: Erreur
pl_pl: Błąd
pt_pt: Erro

source: Add comment, please.
pl_pl: Proszę dodać komentarz

source: Social sharing button
pl_pl: Przycisk do dzielenia się w mediach społecznościowych

source: E-mail
pl_pl: Adres e-mail

source: The most powerful plugin for WordPress comments
it_it: Il più potente plugin per i commenti di WordPress
