Repository: johanospina/decomments_b
Catalog: languages/decomments-*.po
Languages: de_de, fr_fr, it_it, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr, uk_ua

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Definições
ru_ru: Настройки
tr_tr: Ayarlar
uk_ua: Налаштування

source: Allow commenting
ru_ru: Разрешить оставлять комментарии

source: Disallow commenting
ru_ru: Запретить оставлять комментарии

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Der Freischaltschlüssel für %s ist verlaufen. Sie können reaktivieren oder <a href="%s" target="_blank">den Freischaltschlüssel kaufen</a>.
fr_fr: La clé de licence pour %s a expiré. Vous pouvez le réactiver ou <a href="%s" target="_blank">acheter le clé de licence</a>.
nl_nl: De licentie-sleutel voor %s is verlopen. U kunt de licentie-sleutel reactiveren of vanuit Uw account kopen in Uw <a href=“%s” target=“_blank”>dashboard</a>.
pl_pl: Klucz aktywacyjny %s stracił ważność. Możesz wznowić subskrypcję w panelu klienta <a href="%s" target="_blank">na swoim koncie</a> .
pt_pt: A chave delicença para %s expirou. Pode reativar ou <a href="%s" target="_blank">adquirir a chave de licença</a>.
ru_ru: Лицензионный ключ для %s истек. Вы можете реактивировать или <a href="%s" target="_blank">приобрести лицензионный ключ</a>.
tr_tr: %s için lisans anahtarı süresi doldu. Siz yeniden etkinleştirmek veya hesabınıza gelen bir lisans anahtarı satın alabilirsiniz <a href="%s" target="_blank">pano.</a>
uk_ua: Лицензійний ключ для %s закінчився. Ви можете реактивувати або <a href="%s" target="_blank">придбати лицензійний ключ</a>.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Bestellung auf %s bleibt in der Wartezeit. Sie können die Bestellung im <a href="%s" target="_blank">Kundencabinet reaktivieren</a>.
fr_fr: L'abonnement pour %s est en attente. Vous pouvez réactiver l'abonnement de votre compte dans <a href="%s" target="_blank">le tableau de bord</a>.
nl_nl: Het abonnement voor %s is in de afwachting-status. U kunt het abonnement vanuit Uw account reactiveren <a href=“%s” target=“_blank”>in uw dashboard</a>.
pl_pl: Twoja subskrypcja %s jest czasowo zawieszona. Możesz wznowić subskrypcję w <a href="%s" target="_blank">panelu klienta</a>.
pt_pt: O estatuto da subscrição para %s é em espera. Você pode reativar a subscrição em <a href="%s" target="_blank">da área do cliente</a>.
ru_ru: Подписка на %s в статусе ожидания. Вы можете реактивировать подписку в <a href="%s" target="_blank">кабинете клиента</a>.
tr_tr: %s için olan üyeliğiniz durdurulmuş durumda. Hesabınıza <a href="%s" target="_blank">dashboard</a> giderek üyeliğinizi tekrar aktif edebilirsiniz.
uk_ua: Підписка на %s в статусі очікування. Ви можете реактивувати підписку в <a href="%s" target="_blank">кабінеті клієнта</a>.

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new license key will be emailed to you after your order has been completed.
de_de: Die Bestellung auf %s ist abgemeldet. Sie können die Bestellung im Kundencabinet <a href="%s" target="_blank">verlängern</a>. Der neue Freischaltschlüssel wird Ihnen nach der Auftragsbearbeitung geschickt.
fr_fr: L'abonnement pour %s a été annulé. Vous pouvez renouveler l'abonnement au <a href="%s" target="_blank">tableau de bord</a> de votre compte. On vous envoyera la nouvelle clé de licence après traitement de votre commande.
nl_nl: Het abonnement voor %s is geannuleerd. U kunt Uw abonnement in het <a href=“%s” target=“_blank”>dashboard</a> verlengen. Een nieuwe licentie-sleutel zal naar U na de voltooiing van Uw bestelling gemailde worden.
pl_pl: Twoja subskrypcja %s została zawieszona. Możesz wznowić subskrypcję w panelu klienta <a href="%s" target="_blank">na swoim koncie</a>. Nowy kod aktywacyjny dostaniesz mailowo, po tym jak twoje zamówienie zostanie przetworzone.
pt_pt: A subscrição em %s foi anulada. pode reativar a subscrição na <a href="%s" target="_blank">área do cliente</a>. A nova chave de licença será enviada após o processamento do pedido.
ru_ru: Подписка на %s отменена. Вы можете продлить подписку в <a href="%s" target="_blank">кабинете клиента</a> . Новый лицензионный ключ будет выслан Вам после обработки заказа.
tr_tr: %s için olan üyeliğiniz iptal edilmiş durumda. Hesabınıza <a href="%s" target="_blank">dashboard</a> giderek üyeliğinizi yenileyebilirsiniz. Yeni bir lisans anahtarı elektronik posta olarak gönderilecektir.
uk_ua: Підписка на %s скасована. Ви можете подовжити підписку в <a href="%s" target="_blank">кабінеті клієнта</a>. Новий ліцензійний ключ буде вислано Вам після обробки замовлення.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Bestellungsfrist auf %s ist verlaufen. Sie können die Bestellung im <a href="%s" target="_blank">Kundencabinet verlängern</a> .
fr_fr: L'abonnement pour %s a expiré. Vous pouvez réactiver l'abonnement au<a href="%s" target="_blank">tableau de bord</a> de votre compte.
nl_nl: Het abonnement voor %s is verlopen. U kunt het abonnement opnieuw activeren vanuit uw account <a href=\”%s\” target=\”_blank\”>dashboard</a>.
pl_pl: Twoja subskrypcja %s wygasła. Możesz przedłużyć subskrypcję w panelu klienta <a href="%s" target="_blank">na swoim koncie</a> .
pt_pt: A prazo de subscrição em %s expirou. Pode reativar a subscrição na <a href="%s" target="_blank">área do cliente</a> .
ru_ru: Срок подписки на %s истек. Вы можете продлить подписку в <a href="%s" target="_blank">кабинете клиента</a> .
tr_tr: %s için olan üyeliğinizin süresi bitmiş durumda. Hesabınıza <a href="%s" target="_blank">dashboard</a> giderek üyeliğinizi tekrar aktif edebilirsiniz.
uk_ua: Строк підписки на %s завершився. Ви можете подовжити підписку в <a href="%s" target="_blank">кабінеті клієнта</a>.

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Bestellung auf %s ist gestoppt. Sie können die Bestellung im<a href="%s" target="_blank">Kundencabinet reaktivieren</a> .
fr_fr: L'abonnement pour %s a été suspendu. Vous pouvez réactiver l'abonnement au <a href="%s" target="_blank">tableau de bord</a> de votre compte.
nl_nl: Het abonnement voor %s is geschorst. U kunt het abonnement opnieuw activeren vanuit uw account <a href=\”%s\” target=\”_blank\”>dashboard</a>.
pl_pl: Twoja subskrypcja %s została zawieszona. Możesz wznowić subskrypcję w panelu klienta <a href="%s" target="_blank">na swoim koncie</a> .
pt_pt: A subscrição em %s foi suspensa. Pode reativar a subscrição na <a href="%s" target="_blank">área do cliente</a> .
ru_ru: Подписка на %s приостановлена. Вы можете реактивировать подписку в <a href="%s" target="_blank">кабинете клиента</a> .
tr_tr: %s için olan üyeliğiniz durdurulmuş durumda. Hesabınıza <a href="%s" target="_blank">dashboard</a> giderek üyeliğinizi tekrar aktif edebilirsiniz.
uk_ua: Підписка на %s припинена. Ви можете реактивувати підписку в <a href="%s" target="_blank">кабінеті клієнта</a>.

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Bestellung auf %s ist noch im Bearbeitungsprozess. Sie können den Bestellungsstatus im <a href="%s" target="_blank">Kundencabinet prüfen</a> .
fr_fr: L'abonnement pour %s est toujours pendante. Vous pouvez vérifier l'état de la souscription au <a href="%s" target="_blank">tableau de bord</a> de votre compte.
nl_nl: Het abonnement voor %s is nog steeds in behandeling. U kunt de status van het abonnement controleren vanuit uw account <a href=\”%s\” target=\”_blank\”>dashboard</a>.
pl_pl: Twoje zgłoszenie dotyczące subskrypcji %s jest przetwarzane. Możesz sprawdzić status swojej subskrypcji w panelu klienta <a href="%s" target="_blank">na swoim koncie</a> .
pt_pt: A subscrição em %s ainda em processamento. O estatuto da subscrição pode ser verificado na <a href="%s" target="_blank">área do cliente</a>.
ru_ru: Подписка на %s ещё в процессинге. Вы можете проверить статус подписки в <a href="%s" target="_blank">кабинете клиента</a> .
tr_tr: %s için olan üyeliğiniz halen beklemede. Hesabınıza <a href="%s" target="_blank">dashboard</a> giderek üyeliğinizin durumunu kontrol edebilirsiniz.
uk_ua: Підписка на %s ще в обробці. Ви можете перевірити статус підписки в <a href="%s" target="_blank">кабінеті клієнта</a>.

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Bestellung auf %s ist gelöscht. Sie könne die neue Bestellung im <a href="%s" target="_blank">Kundencabinet kaufen</a> .
fr_fr: L'abonnement pour %s a été placé dans la poubelle et sera supprimé bientôt. Vous pouvez acheter un nouvel abonnement au <a href="%s" target="_blank">tableau de bord</a> de votre compte.
nl_nl: Het abonnement voor %s zit in de prullenmand en zal spoedig worden verwijderd. U kunt een nieuw abonnement aanschaffen vanuit uw account <a href=\”%s\” target=\”_blank\”>dashboard</a>.
pl_pl: Twoje subskrubcja %s została przeniesiona do kosza i wkrótce będzie usunięta. Możesz nabyć nową subskrypcję w panelu klienta <a href="%s" target="_blank">na swoim koncie</a> .
pt_pt: A subscrição em %s foi anulada. Pode adquirir a nova subscrição na <a href="%s" target="_blank">área do cliente</a>.
ru_ru: Подписка на %s аннулирована. Вы можете приобрести новую подписку в <a href="%s" target="_blank">кабинете клиента</a> .
tr_tr: %s için olan üyeliğiniz silinecektir. Hesabınıza <a href="%s" target="_blank">dashboard</a> giderek yeni bir üyelik satın alabilirsiniz.
uk_ua: Підписка на %s анульована. Ви можете придбати нову підписку в <a href="%s" target="_blank">кабінеті клієнта</a>.

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Bestellung auf %s ist nicht gefunden. Sie können die Bestellung im <a href="%s" target="_blank">Kundencabinet kaufen</a> .
fr_fr: L'abonnement pour %s n'a pas pu être trouvé. Vous pouvez acheter un abonnement au <a href="%s" target="_blank">tableau de bord</a> de votre compte.
nl_nl: Een abonnement voor %s kon niet worden gevonden. U kunt een abonnement aanschaffen vanuit uw account <a href=\”%s\” target=\”_blank\”>dashboard</a>.
pl_pl: Żądna subskrypcja %s nie została znaleziona. Możesz nabyć subskrypcję w panelu klienta <a href="%s" target="_blank">na swoim koncie</a> .
pt_pt: A subscrição em %s não foi encontrada. Pode adquirir a subscrição na <a href="%s" target="_blank">área do cliente</a>.
ru_ru: Подписка на %s не найдена. Вы можете приобрести подписку в <a href="%s" target="_blank">кабинете клиента</a> .
tr_tr: %s için olan üyeliğiniz bulunamadı. Hesabınıza <a href="%s" target="_blank">dashboard</a> giderek üyelik satın alabilirsiniz.
uk_ua: Підписка на %s не знайдена. Ви можете придбати підписку в <a href="%s" target="_blank">кабінеті клієнта</a>.

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Der Freischaltschlüssel auf %s ist nicht gefunden. Vielleicht haben Sie vergessen den Freischaltschlüssel bei der Einstellung %s einzugeben und der Freischaltschlüssel wurde in Ihrem Account deaktiviert. Sie können den Freischaltschlüssel im<a href="%s" target="_blank">Kundencabinet aktivieren und kaufen</a> .
fr_fr: Une clé de licence pour %s n'a pas pu être trouvé. Peut-être vous avez oublié d'entrer la clé de licence lors de l'installation de %s, ou la clé a été deactivée sur votre compte. Vous pouvez réactiver ou acheter la clé de licence au <a href="%s" target="_blank">tableau de bord</a> de votre compte.
nl_nl: Er is geen licentie gevonden voor %s. U heeft misschien vergeten de licentie code in te voeren tijdens de installatie %s, of de licentie code is niet geactiveerd in uw account. U kunt deze opnieuw activeren vanaf uw account <a href="%s" target="_blank">dashbord</a>.
pl_pl: Kod aktywacyjny %s nie został odnaleziony. Może zapomniałeś go wprowadzić podczas konfiguracji %s, lub został wyłączony. Możesz aktywować lub kupić nowy kod w panelu klienta <a href="%s" target="_blank">na swoim koncie</a>.
pt_pt: A chave de licença para %s não foi encontrada. Provavelmente, esqueceu-se de introduzir a chave de licença com definição de %s ou a chave foi desativada na sua área do cliente. Pode ativar ou adquirir a chave de licença na <a href="%s" target="_blank">área do cliente</a>.
ru_ru: Лицензионный ключ для %s не найден. Может быть, вы забыли ввести лицензионный ключ при настройке %s или ключ был деактивирован в вашей учетной записи. Вы можете активировать или приобрести лицензионный ключ в <a href="%s" target="_blank">кабинете клиента</a> .
tr_tr: %s için lisans anahtarı bulunamadı. %s üyeliğiniz için lisan anahtarı girmeyi unutmuş olabilir veya hesabınızdaki lisansın aktivasyonu sona erdirilmiş olabilir. Hesabınıza <a href="%s" target="_blank">dashboard</a> giderek üyelik satın alabilir veya üyeliğinizi aktif edebilirsiniz.
uk_ua: Ліцензійний ключ для %s не знайдено. Можливо, ви забули ввести ліцензійний ключ при налаштуванні %s або ключ було деактивовано для вашого облікового запису. Ви можете активувати або придбати ліцензійний ключ в <a href="%s" target="_blank">кабінеті клієнта</a>.

source: Download permission for %s has been revoked possibly due to a license key or subscription expiring. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Freigabe für den Ladevorgang %s ist abgerufen, weil die Freischaltschlüssefrist oder die Bestellung vielleicht verlaufen sind. Sie können den Freischaltschlüssel im <a href="%s" target="_blank">Kundencabinet aktivieren oder kaufen</a> .
fr_fr: L'autorisation de téléchargement pour %s a été révoqué probablement due à une clé de licence ou de souscription expirant. Vous pouvez réactiver ou acheter une clé de licence au <a href="%s" target="_blank">tableau de bord</a> de votre compte.
nl_nl: Download toestemming voor %s is eventueel ingetrokken als gevolg van een licentiesleutel of abonnement dat is afgelopen. U kunt deze opnieuw activeren binnen uw account <a href="%s" target="_blank"> dashbord</a>.
pl_pl: Zezwolenie na pobieranie %s zostało cofnięte, to mogło być spowodowane wygaśnięciem ważności kodu aktywacyjnego lub subskrypcji. Możesz aktywować lub kupić nowy kod w panelu klienta <a href="%s" target="_blank">na swoim koncie</a>.
pt_pt: Autorização para download de %s foi cessada, provavelmente devido à expiração da chave de licença ou da subscrição. Pode ativar ou adquirir a chave de licença na <a href="%s" target="_blank">área do cliente</a>.
ru_ru: Разрешение на загрузку %s отозвано, возможно, из-за истечения лицензионного ключа или подписки. Вы можете активировать или приобрести лицензионный ключ в <a href="%s" target="_blank">кабинете клиента</a> .
tr_tr: %s üyeliğinizin indirme izni lisans anahtarının veya üyeliğinizin sona ermesi dolayısıyla sona ermiştir. Hesabınıza <a href="%s" target="_blank">dashboard</a> giderek üyelik satın alabilir veya üyeliğinizi aktif edebilirsiniz.
uk_ua: Дозвіл на завантаження %s відкликано, можливо, через завершення ліцензійного ключа або підписки. Ви можете активувати або придбати ліцензійний ключ в <a href="%s" target="_blank">кабінеті клієнта</a>.

source: %s has not been activated. Go to the settings page and enter the license key and license email to activate %s.
de_de: %s war nicht aktiviert. Folgen sie der Seite für die Einstellungen und geben den Freischaltschlüssel ein, um %s zu aktivieren.
fr_fr: %s n'a pas été activée. Allez à la page des paramètres et entrez la clé de licence et le courrier électronique de licence pour l'activer % s.
nl_nl: %s is niet geactiveerd. Ga naar de pagina-instellingen en voer de licentiesleutel en licentie e-mail in om deze te activeren %s.
pl_pl: %s nie była jeszcze aktywowana. Przejdź na stronę z ustawieniami i wpisz klucz aktywacyjny żeby aktywować %s.
pt_pt: %s não foi ativado. A fim de ativar %s, acede a página de definições e introduza a chave de licença.
ru_ru: %s не был активирован. Перейдите на страницу настроек и введите лицензионный ключ, чтобы активировать %s.
tr_tr: %s aktivasyonu başarılı olamadı. %s üyeliğinizi aktif edebilmek için ayarlar sayfasına gidiniz, lisans anahtarını ve elektronik posta adresinizi giriniz.
uk_ua: %s не було активовано. Перейдіть на сторінку налаштувань та введіть ліцензійний ключ, щоб активувати %s.

source: You changed the subscription for %s, so you will need to enter your new API License Key in the settings page. The License Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
de_de: Sie haben die Bestellung auf %s geändert. Sie müssen den neuen Freischaltschlüssel auf der Seite für die Einstellungen eingeben. Der Freischaltschlüssel wird auf Ihre E-Mail gesendet. Wenn Sie diesen Brief nicht erhalten haben, können Sie im <a href="%s" target="_blank">Kundencabinet finden</a> .
fr_fr: Vous avez changé l'abonnement pour %s, de sorte que vous devrez entrer votre nouvelle clé API de licence dans la page des paramètres. La clé de licence aurait dû arriver dans votre boîte de courrier électronique, sinon vous pouvez l'obtenir en vous connectant à votre compte <a href="%s" target="_blank">tableau de bord</a>.
nl_nl: U veranderde het abonnement voor %s, zodat u uw nieuwe API-licentiesleutel moet invoeren bij de pagina-instellingen. De sleutel van de vergunning had u moeten ontvangen in uw e-mail inbox, zo niet dan dient u in te loggen op uw account <a href="%s" target="_blank"> dashbord</a>.
pl_pl: Zmieniłeś subskrypcję, teraz masz %s, więc musisz podać nowy klucz API na stronie z ustawieniami. Powinieneś był go dostać mailowo. Jeżeli jednak tak się nie stało, możesz go znaleźć w panelu klienta <a href="%s" target="_blank">na swoim koncie</a> .
pt_pt: A subscrição em %s foi alterada. Terá de introduzir a nova chave de licença na página de definições. Receberá a chave de licença no seu correio eletrónico. Caso não receber a referida carta, encontrar-lhe-á na <a href="%s" target="_blank">área do cliente</a> .
ru_ru: Вы изменили подписку на %s. Вам нужно будет ввести новый лицензионный ключ на странице настроек. Лицензионный ключ должен прийти вам на почту. Если вы не получили такого письма, вы можете найти его в​​ <a href="%s" target="_blank">кабинете клиента</a> .
tr_tr: %s na olan üyeliğinizi değiştirdiniz bundan dolayı yeni lisans anahtarınızı ayarlar sayfasından giriniz. Lisans anahtarı elektronik posta adresinize ulaşmış olmalı eğer ulaşmadıysa hesabınıza <a href="%s" target="_blank">dashboard</a> giderek ulaşabilirsiniz.
uk_ua: Ви змінили підписку на %s. Вам необхідно буде ввести новий ліцензійний ключ на сторінці налаштувань. Ліцензійний ключ мав прийти вам на пошту. Якщо ви не отримали такого листа, ви зможете знайти його в​​ <a href="%s" target="_blank">кабінеті клієнта</a>.

source: Badges
nl_nl: Symbool
pl_pl: Odznaki
ru_ru: Бейджи
tr_tr: Rozetler
uk_ua: Бейджи

source: Add badge
de_de: Das Badge hinzufügen
fr_fr: Ajouter un badge
it_it: Aggiungi Badge
nl_nl: Voeg symbool toe
pl_pl: Dodaj odznakę
pt_pt: Adicionar um badge
ru_ru: Добавить бейдж
tr_tr: Rozet ekle
uk_ua: Додати бейдж

source: Edit badge
de_de: Das Badge editieren
fr_fr: Modifier un badge
it_it: Modifica Badge
nl_nl: Wijzig symbool
pl_pl: Edytuj odznakę
pt_pt: Editar um badge
ru_ru: Редактировать бейдж
tr_tr: Roz
uk_ua: Редагувати бейдж

source: Name of the Badge
de_de: Badgebezeichnung
fr_fr: Nom du badge
it_it: Nome del Badge
nl_nl: Naam van het symbool
pl_pl: Nazwa odznaki
pt_pt: Denominação do badge
ru_ru: Название бейджа
tr_tr: Rozet adı
uk_ua: Назва бейджа

source: Number of likes
de_de: Anzahl der Likes
fr_fr: Nombre de j'aimes
it_it: Numero di Mi Piace
nl_nl: Aantal likes
pl_pl: Liczba polubień
pt_pt: Número de likes
ru_ru: Количество лайков
tr_tr: Beğeni sayısı
uk_ua: Кількість лайків

source: Number of dislikes
de_de: Anzahl der Dislikes
fr_fr: Nombre de je n'aime plus
it_it: Numero di Non mi Piace
nl_nl: Aantal dislikes
pl_pl: Liczba dislajków
pt_pt: Número de dislakes
ru_ru: Количество дизлайков
tr_tr: Beğenmeme sayısı
uk_ua: Кількість дизлайків

source: Number of comments
de_de: Anzahl der Kommentare
fr_fr: Nombre de commentaires
it_it: Numero di Commenti
nl_nl: Aantal berichten
pl_pl: liczba komentarzy
pt_pt: Número de comentários
ru_ru: Количество комментариев
tr_tr: Yorum sayısı
uk_ua: Кількість коментарів

source: Activity
de_de: Aktivität
fr_fr: Activité
it_it: Attività
nl_nl: Activiteiten
pl_pl: Aktywność
pt_pt: Atividade
ru_ru: Активность
tr_tr: Aktivite
uk_ua: Активність

source: Badge was successfully removed
de_de: Das Badge wurde erfolgreich gelöscht
fr_fr: Le badge a été supprimé avec succès
it_it: Il Badge è stato rimosso con successo
nl_nl: Het symbool is succesvol verwijderd
pl_pl: Odznaka została pomyślnie usunięta
pt_pt: Badge foi eliminado com sucesso
ru_ru: Бейдж был успешно удален
tr_tr: Rozet başarılı şekilde kaldırıldı
uk_ua: Бейдж додано

source: Image
de_de: Bild
it_it: Immagine
nl_nl: Foto
pl_pl: Obrazek
pt_pt: Imagem
ru_ru: Изображение
tr_tr: Resim
uk_ua: Зображення

source: Upload image
de_de: Das Bild downloaden
fr_fr: Télécharger l'image
it_it: Carica Immagine
nl_nl: Upload foto
pl_pl: Prześlij obrazek
pt_pt: Carregar imagem
ru_ru: Загрузить изображение
tr_tr: Resim yükle
uk_ua: Завантажити зображення

source: Assign a badge to achieve
de_de: Das Badge für die Erfolge geben
fr_fr: Attribuer un badge pour atteindre
it_it: Obiettivo da raggiungere per ottenere il badge
nl_nl: Een symbool toewijzen aan een prestatie
pl_pl: Dodaj odznakę za osiągnięcie
pt_pt: Atribuir um badge por realização
ru_ru: Давать бейдж за достижение
tr_tr: Başarıya rozet ata
uk_ua: Давати бейдж за досягнення

source: total x likes all user comments
de_de: Gesamtanzahl der Likes vom Benutzer
fr_fr: total x de j'aimes de tous les commentaires des utilisateurs
it_it: un totale di x Mi Piace in tutti i commenti scritti dell'utente
nl_nl: totaal aantal x likes for alle berichten
pl_pl: całkowita liczba polubień (lajków) użytkowników
pt_pt: numero geral de likes do usuário
ru_ru: общее количество лайков пользователя
tr_tr: kullanıcının tüm yorumlarındaki toplam begeni sayısı
uk_ua: загальна кількість лайків користувача

source: total x dislikes all user comments
de_de: Gesamtanzahl der Dislikes vom Benutzer
fr_fr: total x de je n'aimes pas de tous les commentaires des utilisateurs
it_it: un totale di x Non mi Piace in tutti i commenti scritti dell'utente
nl_nl: totaal aantal x dislikes for alle berichten
pl_pl: całkowita liczba dislajków użytkowników
pt_pt: numero geral de dislikes do usuário
ru_ru: общее количество дизлайков пользователя
tr_tr: kullanıcının tüm yorumlarındaki toplam beğenmeme sayısı
uk_ua: загальна кількість дизлайків користувача

source: number of comments
de_de: Anzahl der Kommentare
fr_fr: Nombre de commentaires
it_it: numero di commenti
nl_nl: aantal berichten
pl_pl: liczba komentarzy
pt_pt: número de comentários
ru_ru: количество комментариев
tr_tr: yorum sayısı
uk_ua: кількість коментарів

source: Number
de_de: Nummer
fr_fr: Nombre
it_it: Numero
nl_nl: Aantal
pl_pl: Numer
pt_pt: Número
ru_ru: Номер
tr_tr: Sayı
uk_ua: Номер
